Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: You did it — thanks!
ar: لقد نجحت، شكرًا لك!
de: Geschafft, danke!
el: Τα κατάφερες, ευχαριστούμε!
es: ¡Lo lograste, gracias!
fa: موفق شدی، ممنون!
fr: Vous l'avez fait, merci !
he: הצלחת, תודה!
hi: आपने कर दिखाया, धन्यवाद!
id: Kamu berhasil, terima kasih!
it: Ce l'hai fatta, grazie!
ja: やりましたね、ありがとうございます!
ko: 해내셨네요, 감사합니다!
nl: Gelukt, bedankt!
pl: Udało się, dziękujemy!
pt: Você conseguiu, obrigado!
ru: У вас получилось, спасибо!
sv: Du fixade det, tack!
th: คุณทำสำเร็จแล้ว ขอบคุณ!
tr: Başardın, teşekkürler!
uk: У вас вийшло, дякуємо!
vi: Bạn đã làm được, cảm ơn bạn!
zh_hans: 你做到了，谢谢！

source: You don't have permission to refresh this app.
ar: ليس لديك إذن لتحديث هذا التطبيق.
de: Du hast keine Berechtigung, diese App zu aktualisieren.
el: Δεν έχετε άδεια να ανανεώσετε αυτήν την εφαρμογή.
es: No tienes permiso para actualizar esta app.
fa: شما اجازهٔ تازه‌سازی این برنامه را ندارید.
fr: Vous n'avez pas la permission d'actualiser cette appli.
he: אין לך הרשאה לרענן אפליקציה זו.
hi: आपके पास इस ऐप को रीफ़्रेश करने की अनुमति नहीं है।
id: Anda tidak memiliki izin untuk menyegarkan aplikasi ini.
it: Non hai il permesso di aggiornare questa app.
ja: このアプリを更新する権限がありません。
ko: 이 앱을 새로고침할 권한이 없습니다.
nl: Je hebt geen toestemming om deze app te vernieuwen.
pl: Nie masz uprawnień do odświeżenia tej aplikacji.
pt: Você não tem permissão para atualizar este app.
ru: У вас нет разрешения на обновление этого приложения.
sv: Du har inte behörighet att uppdatera denna app.
th: คุณไม่มีสิทธิ์รีเฟรชแอปนี้
tr: Bu uygulamayı yenileme izniniz yok.
uk: У вас немає дозволу оновлювати цей застосунок.
vi: Bạn không có quyền làm mới ứng dụng này.
zh_hans: 您没有权限刷新此应用。

source: You don't have permission to update this app.
ar: ليس لديك إذن لتحديث هذا التطبيق.
de: Du hast keine Berechtigung, diese App zu aktualisieren.
el: Δεν έχετε άδεια να ενημερώσετε αυτήν την εφαρμογή.
es: No tienes permiso para actualizar esta app.
fa: شما اجازهٔ به‌روزرسانی این برنامه را ندارید.
fr: Vous n'avez pas la permission de mettre à jour cette appli.
he: אין לך הרשאה לעדכן אפליקציה זו.
hi: आपके पास इस ऐप को अपडेट करने की अनुमति नहीं है।
id: Anda tidak memiliki izin untuk memperbarui aplikasi ini.
it: Non hai il permesso di aggiornare questa app.
ja: このアプリを更新する権限がありません。
ko: 이 앱을 업데이트할 권한이 없습니다.
nl: Je hebt geen toestemming om deze app bij te werken.
pl: Nie masz uprawnień do zaktualizowania tej aplikacji.
pt: Você não tem permissão para atualizar este app.
ru: У вас нет разрешения на обновление этого приложения.
sv: Du har inte behörighet att uppdatera denna app.
th: คุณไม่มีสิทธิ์อัปเดตแอปนี้
tr: Bu uygulamayı güncelleme izniniz yok.
uk: У вас немає дозволу оновлювати цей застосунок.
vi: Bạn không có quyền cập nhật ứng dụng này.
zh_hans: 您没有权限更新此应用。

source: You have not saved any topics yet.
ar: لم تحفظ أي مواضيع بعد.
de: Du hast noch keine Themen gespeichert.
el: Δεν έχετε αποθηκεύσει κανένα θέμα ακόμα.
es: Aún no has guardado ningún tema.
fa: هنوز موضوعی ذخیره نکرده‌اید.
fr: Vous n'avez enregistré aucun sujet.
he: לא שמרת נושאים עדיין.
hi: आपने अभी तक कोई विषय नहीं सहेजा।
id: Anda belum menyimpan topik apa pun.
it: Non hai ancora salvato argomenti.
ja: まだ保存したトピックはありません。
ko: 저장한 주제가 없습니다.
nl: Je hebt nog geen onderwerpen opgeslagen.
pl: Nie zapisałeś jeszcze żadnych tematów.
pt: Você ainda não salvou nenhum tópico.
ru: Вы ещё не сохранили ни одной темы.
sv: Du har inte sparat några ämnen ännu.
th: คุณยังไม่ได้บันทึกหัวข้อใด
tr: Henüz konu kaydetmediniz.
uk: Ви ще не зберегли жодних тем.
vi: Bạn chưa lưu chủ đề nào.
zh_hans: 您还没有保存任何话题。

source: You have other saved items — clear the filter to see them.
ar: لديك عناصر محفوظة أخرى — امسح الفلتر لرؤيتها.
de: Du hast andere gespeicherte Elemente – entferne den Filter, um sie zu sehen.
el: Έχετε άλλα αποθηκευμένα στοιχεία — καταργήστε το φίλτρο για να τα δείτε.
es: Tienes otros elementos guardados; borra el filtro para verlos.
fa: موارد ذخیره‌شدهٔ دیگری دارید — فیلتر را پاک کنید تا آن‌ها را ببینید.
fr: Vous avez d'autres éléments enregistrés — effacez le filtre pour les voir.
he: יש לך פריטים שמורים נוספים — נקה את המסנן כדי לראות אותם.
hi: आपके पास अन्य सहेजी गई वस्तुएं हैं — उन्हें देखने के लिए फ़िल्टर हटाएं।
id: Kamu punya item tersimpan lainnya — hapus filter untuk melihatnya.
it: Hai altri elementi salvati: rimuovi il filtro per vederli.
ja: 他にも保存済みのアイテムがあります。フィルタを解除すると表示されます。
ko: 다른 저장된 항목이 있습니다 — 필터를 지우면 확인할 수 있습니다.
nl: Je hebt andere opgeslagen items — wis het filter om ze te zien.
pl: Masz inne zapisane elementy — wyczyść filtr, aby je zobaczyć.
pt: Você tem outros itens salvos — limpe o filtro para vê-los.
ru: У вас есть другие сохранённые элементы — сбросьте фильтр, чтобы увидеть их.
sv: Du har andra sparade objekt – rensa filtret för att se dem.
th: คุณมีรายการที่บันทึกไว้ประเภทอื่น — ล้างตัวกรองเพื่อดูรายการเหล่านั้น
tr: Başka kaydedilmiş öğeleriniz var — bunları görmek için filtreyi temizleyin.
uk: У вас є інші збережені елементи — очистіть фільтр, щоб побачити їх.
vi: Bạn có các mục đã lưu khác — hãy xóa bộ lọc để xem chúng.
zh_hans: 你还有其他类型的已保存项目——清除筛选即可查看。

source: You must confirm before the delete button becomes active.
ar: يجب عليك التأكيد قبل أن يصبح زر الحذف نشطًا.
de: Du musst bestätigen, bevor die Löschen-Schaltfläche aktiv wird.
el: Πρέπει να επιβεβαιώσετε πριν το κουμπί διαγραφής ενεργοποιηθεί.
es: Debes confirmar antes de que el botón de eliminar se active.
fa: باید قبل از فعال شدن دکمهٔ حذف تأیید کنید.
fr: Vous devez confirmer avant que le bouton de suppression ne devienne actif.
he: עליך לאשר לפני שכפתור המחיקה יהפוך לפעיל.
hi: डिलीट बटन सक्रिय होने से पहले आपको पुष्टि करनी होगी।
id: Anda harus mengonfirmasi sebelum tombol hapus menjadi aktif.
it: Devi confermare prima che il pulsante elimina diventi attivo.
ja: 削除ボタンが有効になる前に確認が必要です。
ko: 삭제 버튼이 활성화되기 전에 확인해야 합니다.
nl: Je moet bevestigen voordat de verwijderknop actief wordt.
pl: Musisz potwierdzić, zanim przycisk usuwania stanie się aktywny.
pt: Você deve confirmar antes que o botão de excluir se torne ativo.
ru: Вы должны подтвердить, прежде чем кнопка удаления станет активной.
sv: Du måste bekräfta innan raderingsknappen blir aktiv.
th: คุณต้องยืนยันก่อนที่ปุ่มลบจะเปิดใช้งาน
tr: Silme düğmesi etkinleşmeden önce onaylamanız gerekir.
uk: Ви маєте підтвердити, перш ніж кнопка видалення стане активною.
vi: Bạn phải xác nhận trước khi nút xóa kích hoạt.
zh_hans: 您必须先确认，删除按钮才能启用。

source: You need to be signed in as an editor to refresh app details.
ar: يجب عليك تسجيل الدخول كمحرر لتحديث تفاصيل التطبيق.
de: Du musst als Redakteur angemeldet sein, um App-Details zu aktualisieren.
el: Πρέπει να είστε συνδεδεμένοι ως συντάκτης για να ανανεώσετε τα στοιχεία εφαρμογής.
es: Debes haber iniciado sesión como editor para actualizar los detalles de la app.
fa: برای تازه‌سازی جزئیات برنامه باید به‌عنوان ویراستار وارد شوید.
fr: Vous devez être connecté en tant qu'éditeur pour actualiser les détails de l'appli.
he: עליך להיות מחובר כעורך כדי לרענן את פרטי האפליקציה.
hi: ऐप विवरण रीफ़्रेश करने के लिए आपको संपादक के रूप में साइन इन होना चाहिए।
id: Anda perlu masuk sebagai editor untuk menyegarkan detail aplikasi.
it: Devi aver effettuato l'accesso come editor per aggiornare i dettagli dell'app.
ja: アプリの詳細を更新するには、編集者としてサインインする必要があります。
ko: 앱 세부정보를 새로고침하려면 편집자로 로그인해야 합니다.
nl: Je moet zijn ingelogd als redacteur om app-details te vernieuwen.
pl: Musisz być zalogowany jako redaktor, aby odświeżyć szczegóły aplikacji.
pt: Você precisa estar conectado como editor para atualizar os detalhes do app.
ru: Чтобы обновить сведения о приложении, вы должны войти как редактор.
sv: Du måste vara inloggad som redaktör för att uppdatera appdetaljer.
th: คุณต้องลงชื่อเข้าใช้ในฐานะบรรณาธิการเพื่อรีเฟรชรายละเอียดแอป
tr: Uygulama ayrıntılarını yenilemek için editör olarak oturum açmanız gerekir.
uk: Вам потрібно увійти як редактор, щоб оновити відомості про застосунок.
vi: Bạn cần đăng nhập với tư cách biên tập viên để làm mới chi tiết ứng dụng.
zh_hans: 您需要以编辑身份登录才能刷新应用详情。

source: You need to be signed in as an editor to update app information.
ar: يجب عليك تسجيل الدخول كمحرر لتحديث معلومات التطبيق.
de: Du musst als Redakteur angemeldet sein, um App-Informationen zu aktualisieren.
el: Πρέπει να είστε συνδεδεμένοι ως συντάκτης για να ενημερώσετε τις πληροφορίες εφαρμογής.
es: Debes haber iniciado sesión como editor para actualizar la información de la app.
fa: برای به‌روزرسانی اطلاعات برنامه باید به‌عنوان ویراستار وارد شوید.
fr: Vous devez être connecté en tant qu'éditeur pour mettre à jour les informations de l'appli.
he: עליך להיות מחובר כעורך כדי לעדכן את מידע האפליקציה.
hi: ऐप जानकारी अपडेट करने के लिए आपको संपादक के रूप में साइन इन होना चाहिए।
id: Anda perlu masuk sebagai editor untuk memperbarui informasi aplikasi.
it: Devi aver effettuato l'accesso come editor per aggiornare le informazioni sull'app.
ja: アプリ情報を更新するには、編集者としてサインインする必要があります。
ko: 앱 정보를 업데이트하려면 편집자로 로그인해야 합니다.
nl: Je moet zijn ingelogd als redacteur om app-informatie bij te werken.
pl: Musisz być zalogowany jako redaktor, aby zaktualizować informacje o aplikacji.
pt: Você precisa estar conectado como editor para atualizar as informações do app.
ru: Чтобы обновить информацию о приложении, вы должны войти как редактор.
sv: Du måste vara inloggad som redaktör för att uppdatera appinformation.
th: คุณต้องลงชื่อเข้าใช้ในฐานะบรรณาธิการเพื่ออัปเดตข้อมูลแอป
tr: Uygulama bilgilerini güncellemek için editör olarak oturum açmanız gerekir.
uk: Вам потрібно увійти як редактор, щоб оновити інформацію про застосунок.
vi: Bạn cần đăng nhập với tư cách biên tập viên để cập nhật thông tin ứng dụng.
zh_hans: 您需要以编辑身份登录才能更新应用信息。

source: You need to be signed in to your AppleVis account to post a new topic.
ar: يجب عليك تسجيل الدخول إلى حساب AppleVis الخاص بك لنشر موضوع جديد.
de: Du musst bei deinem AppleVis-Konto angemeldet sein, um ein neues Thema zu veröffentlichen.
el: Πρέπει να είστε συνδεδεμένοι στον λογαριασμό AppleVis σας για να δημοσιεύσετε νέο θέμα.
es: Debes haber iniciado sesión en tu cuenta de AppleVis para publicar un tema nuevo.
fa: برای ارسال موضوع جدید باید وارد حساب AppleVis خود شوید.
fr: Vous devez être connecté à votre compte AppleVis pour publier un nouveau sujet.
he: עליך להיות מחובר לחשבון ה-AppleVis שלך כדי לפרסם נושא חדש.
hi: नया विषय पोस्ट करने के लिए आपको अपने AppleVis खाते में साइन इन होना चाहिए।
id: Anda perlu masuk ke akun AppleVis Anda untuk memposting topik baru.
it: Devi aver effettuato l'accesso al tuo account AppleVis per pubblicare un nuovo argomento.
ja: 新しいトピックを投稿するには、AppleVis アカウントにサインインする必要があります。
ko: 새 주제를 게시하려면 AppleVis 계정에 로그인해야 합니다.
nl: Je moet zijn ingelogd bij je AppleVis-account om een nieuw onderwerp te plaatsen.
pl: Musisz być zalogowany na swoim koncie AppleVis, aby opublikować nowy wątek.
pt: Você precisa estar conectado à sua conta AppleVis para publicar um novo tópico.
ru: Чтобы опубликовать новую тему, вы должны войти в свой аккаунт AppleVis.
sv: Du måste vara inloggad på ditt AppleVis-konto för att publicera ett nytt ämne.
th: คุณต้องลงชื่อเข้าใช้บัญชี AppleVis ของคุณเพื่อโพสต์หัวข้อใหม่
tr: Yeni bir konu paylaşmak için AppleVis hesabınızda oturum açmanız gerekir.
uk: Вам потрібно увійти у свій обліковий запис AppleVis, щоб опублікувати нову тему.
vi: Bạn cần đăng nhập vào tài khoản AppleVis của mình để đăng chủ đề mới.
zh_hans: 您需要登录 AppleVis 账户才能发布新话题。

source: You need to be signed in to your AppleVis account to submit a blog post.
ar: يجب عليك تسجيل الدخول إلى حساب AppleVis الخاص بك لإرسال منشور مدونة.
de: Du musst bei deinem AppleVis-Konto angemeldet sein, um einen Blogbeitrag einzureichen.
el: Πρέπει να είστε συνδεδεμένοι στον λογαριασμό AppleVis σας για να υποβάλετε ανάρτηση ιστολογίου.
es: Debes haber iniciado sesión en tu cuenta de AppleVis para enviar una entrada de blog.
fa: برای ارسال پست وبلاگ باید وارد حساب AppleVis خود شوید.
fr: Vous devez être connecté à votre compte AppleVis pour envoyer un article de blog.
he: עליך להיות מחובר לחשבון ה-AppleVis שלך כדי לשלוח פוסט בבלוג.
hi: ब्लॉग पोस्ट सबमिट करने के लिए आपको अपने AppleVis खाते में साइन इन होना चाहिए।
id: Anda perlu masuk ke akun AppleVis Anda untuk mengirim postingan blog.
it: Devi aver effettuato l'accesso al tuo account AppleVis per inviare un articolo del blog.
ja: ブログ記事を投稿するには、AppleVis アカウントにサインインする必要があります。
ko: 블로그 게시물을 제출하려면 AppleVis 계정에 로그인해야 합니다.
nl: Je moet zijn ingelogd bij je AppleVis-account om een blogbericht in te dienen.
pl: Musisz być zalogowany na swoim koncie AppleVis, aby przesłać wpis na blogu.
pt: Você precisa estar conectado à sua conta AppleVis para enviar uma postagem de blog.
ru: Чтобы отправить запись блога, вы должны войти в свой аккаунт AppleVis.
sv: Du måste vara inloggad på ditt AppleVis-konto för att skicka in ett blogginlägg.
th: คุณต้องลงชื่อเข้าใช้บัญชี AppleVis ของคุณเพื่อส่งบทความบล็อก
tr: Bir blog yazısı göndermek için AppleVis hesabınızda oturum açmanız gerekir.
uk: Вам потрібно увійти у свій обліковий запис AppleVis, щоб надіслати запис блогу.
vi: Bạn cần đăng nhập vào tài khoản AppleVis của mình để gửi bài viết blog.
zh_hans: 您需要登录 AppleVis 账户才能提交博客文章。

source: You need to be signed in to your AppleVis account to submit a bug report.
ar: يجب عليك تسجيل الدخول إلى حساب AppleVis الخاص بك لإرسال تقرير خلل.
de: Du musst bei deinem AppleVis-Konto angemeldet sein, um einen Fehlerbericht einzureichen.
el: Πρέπει να είστε συνδεδεμένοι στον λογαριασμό AppleVis σας για να υποβάλετε αναφορά σφάλματος.
es: Debes haber iniciado sesión en tu cuenta de AppleVis para enviar un informe de error.
fa: برای ارسال گزارش باگ باید وارد حساب AppleVis خود شوید.
fr: Vous devez être connecté à votre compte AppleVis pour envoyer un signalement de bogue.
he: עליך להיות מחובר לחשבון ה-AppleVis שלך כדי לשלוח דיווח באג.
hi: बग रिपोर्ट सबमिट करने के लिए आपको अपने AppleVis खाते में साइन इन होना चाहिए।
id: Anda perlu masuk ke akun AppleVis Anda untuk mengirim laporan bug.
it: Devi aver effettuato l'accesso al tuo account AppleVis per inviare una segnalazione di bug.
ja: 不具合報告を送信するには、AppleVis アカウントにサインインする必要があります。
ko: 버그 신고를 제출하려면 AppleVis 계정에 로그인해야 합니다.
nl: Je moet zijn ingelogd bij je AppleVis-account om een bugmelding in te dienen.
pl: Musisz być zalogowany na swoim koncie AppleVis, aby przesłać zgłoszenie błędu.
pt: Você precisa estar conectado à sua conta AppleVis para enviar um relatório de bug.
ru: Чтобы отправить отчёт об ошибке, вы должны войти в свой аккаунт AppleVis.
sv: Du måste vara inloggad på ditt AppleVis-konto för att skicka in en felrapport.
th: คุณต้องลงชื่อเข้าใช้บัญชี AppleVis ของคุณเพื่อส่งรายงานบั๊ก
tr: Bir hata raporu göndermek için AppleVis hesabınızda oturum açmanız gerekir.
uk: Вам потрібно увійти у свій обліковий запис AppleVis, щоб надіслати звіт про помилку.
vi: Bạn cần đăng nhập vào tài khoản AppleVis của mình để gửi báo cáo lỗi.
zh_hans: 您需要登录 AppleVis 账户才能提交缺陷报告。

source: You need to be signed in to your AppleVis account to submit a podcast.
ar: يجب عليك تسجيل الدخول إلى حساب AppleVis الخاص بك لإرسال بودكاست.
de: Du musst bei deinem AppleVis-Konto angemeldet sein, um einen Podcast einzureichen.
el: Πρέπει να είστε συνδεδεμένοι στον λογαριασμό AppleVis σας για να υποβάλετε podcast.
es: Debes haber iniciado sesión en tu cuenta de AppleVis para enviar un pódcast.
fa: برای ارسال پادکست باید وارد حساب AppleVis خود شوید.
fr: Vous devez être connecté à votre compte AppleVis pour envoyer un podcast.
he: עליך להיות מחובר לחשבון ה-AppleVis שלך כדי לשלוח פודקאסט.
hi: पॉडकास्ट सबमिट करने के लिए आपको अपने AppleVis खाते में साइन इन होना चाहिए।
id: Anda perlu masuk ke akun AppleVis Anda untuk mengirim podcast.
it: Devi aver effettuato l'accesso al tuo account AppleVis per inviare un podcast.
ja: ポッドキャストを投稿するには、AppleVis アカウントにサインインする必要があります。
ko: 팟캐스트를 제출하려면 AppleVis 계정에 로그인해야 합니다.
nl: Je moet zijn ingelogd bij je AppleVis-account om een podcast in te dienen.
pl: Musisz być zalogowany na swoim koncie AppleVis, aby przesłać podcast.
pt: Você precisa estar conectado à sua conta AppleVis para enviar um podcast.
ru: Чтобы отправить подкаст, вы должны войти в свой аккаунт AppleVis.
sv: Du måste vara inloggad på ditt AppleVis-konto för att skicka in en podd.
th: คุณต้องลงชื่อเข้าใช้บัญชี AppleVis ของคุณเพื่อส่งพอดแคสต์
tr: Bir podcast göndermek için AppleVis hesabınızda oturum açmanız gerekir.
uk: Вам потрібно увійти у свій обліковий запис AppleVis, щоб надіслати подкаст.
vi: Bạn cần đăng nhập vào tài khoản AppleVis của mình để gửi podcast.
zh_hans: 您需要登录 AppleVis 账户才能提交播客。

source: You need to be signed in to your AppleVis account to submit an app.
ar: يجب عليك تسجيل الدخول إلى حساب AppleVis الخاص بك لإرسال تطبيق.
de: Du musst bei deinem AppleVis-Konto angemeldet sein, um eine App einzureichen.
el: Πρέπει να είστε συνδεδεμένοι στον λογαριασμό AppleVis σας για να υποβάλετε εφαρμογή.
es: Debes haber iniciado sesión en tu cuenta de AppleVis para enviar una app.
fa: برای ارسال برنامه باید وارد حساب AppleVis خود شوید.
fr: Vous devez être connecté à votre compte AppleVis pour envoyer une appli.
he: עליך להיות מחובר לחשבון ה-AppleVis שלך כדי לשלוח אפליקציה.
hi: ऐप सबमिट करने के लिए आपको अपने AppleVis खाते में साइन इन होना चाहिए।
id: Anda perlu masuk ke akun AppleVis Anda untuk mengirim aplikasi.
it: Devi aver effettuato l'accesso al tuo account AppleVis per inviare un'app.
ja: アプリを投稿するには、AppleVis アカウントにサインインする必要があります。
ko: 앱을 제출하려면 AppleVis 계정에 로그인해야 합니다.
nl: Je moet zijn ingelogd bij je AppleVis-account om een app in te dienen.
pl: Musisz być zalogowany na swoim koncie AppleVis, aby przesłać aplikację.
pt: Você precisa estar conectado à sua conta AppleVis para enviar um app.
ru: Чтобы отправить приложение, вы должны войти в свой аккаунт AppleVis.
sv: Du måste vara inloggad på ditt AppleVis-konto för att skicka in en app.
th: คุณต้องลงชื่อเข้าใช้บัญชี AppleVis ของคุณเพื่อส่งแอป
tr: Bir uygulama göndermek için AppleVis hesabınızda oturum açmanız gerekir.
uk: Вам потрібно увійти у свій обліковий запис AppleVis, щоб надіслати застосунок.
vi: Bạn cần đăng nhập vào tài khoản AppleVis của mình để gửi ứng dụng.
zh_hans: 您需要登录 AppleVis 账户才能提交应用。

source: You recommended this app!
ar: لقد أوصيت بهذا التطبيق!
de: Du hast diese App empfohlen!
el: Προτείνατε αυτήν την εφαρμογή!
es: ¡Recomendaste esta app!
fa: شما این برنامه را توصیه کردید!
fr: Vous avez recommandé cette appli !
he: המלצת על אפליקציה זו!
hi: आपने इस ऐप की अनुशंसा की!
id: Anda merekomendasikan aplikasi ini!
it: Hai consigliato questa app!
ja: このアプリをおすすめしました！
ko: 이 앱을 추천했습니다!
nl: Je hebt deze app aanbevolen!
pl: Poleciłeś tę aplikację!
pt: Você recomendou este app!
ru: Вы порекомендовали это приложение!
sv: Du rekommenderade denna app!
th: คุณแนะนำแอปนี้แล้ว!
tr: Bu uygulamayı önerdiniz!
uk: Ви рекомендували цей додаток!
vi: Bạn đã đề xuất ứng dụng này!
zh_hans: 您已推荐此应用！

source: You sent this from a different address than your account email. Want to update your account email too?
ar: لقد أرسلت هذا من عنوان مختلف عن بريد حسابك الإلكتروني. هل تريد تحديث بريد حسابك أيضًا؟
de: Du hast dies von einer anderen Adresse als deiner Konto-E-Mail gesendet. Möchtest du auch deine Konto-E-Mail aktualisieren?
el: Το στείλατε από διαφορετική διεύθυνση από το email του λογαριασμού σας. Θέλετε να ενημερώσετε και το email του λογαριασμού σας;
es: Enviaste esto desde una dirección distinta a la de tu cuenta. ¿Quieres actualizar también el correo de tu cuenta?
fa: شما این را از آدرسی متفاوت با ایمیل حساب خود ارسال کردید. آیا می‌خواهید ایمیل حساب خود را هم به‌روزرسانی کنید؟
fr: Vous avez envoyé ceci depuis une adresse différente de l'e-mail de votre compte. Voulez-vous aussi mettre à jour l'e-mail de votre compte ?
he: שלחת את זה מכתובת שונה מהאימייל של החשבון שלך. רוצה לעדכן גם את האימייל של החשבון?
hi: आपने इसे अपने खाते के ईमेल से अलग पते से भेजा है। क्या आप अपना खाता ईमेल भी अपडेट करना चाहते हैं?
id: Anda mengirim ini dari alamat yang berbeda dari email akun Anda. Ingin memperbarui email akun Anda juga?
it: Hai inviato questo da un indirizzo diverso da quello del tuo account. Vuoi aggiornare anche l'email del tuo account?
ja: アカウントのメールアドレスとは異なるアドレスから送信されました。アカウントのメールアドレスも更新しますか?
ko: 계정 이메일과 다른 주소로 보냈습니다. 계정 이메일도 업데이트하시겠어요?
nl: Je hebt dit verzonden vanaf een ander adres dan je account-e-mail. Wil je ook je account-e-mail bijwerken?
pl: Wysłałeś to z innego adresu niż e-mail Twojego konta. Czy chcesz też zaktualizować e-mail konta?
pt: Você enviou isso de um endereço diferente do seu e-mail de conta. Quer atualizar seu e-mail de conta também?
ru: Вы отправили это с адреса, отличного от email вашего аккаунта. Хотите обновить и email аккаунта?
sv: Du skickade det här från en annan adress än ditt kontos e-post. Vill du uppdatera kontots e-post också?
th: คุณส่งสิ่งนี้จากที่อยู่ที่แตกต่างจากอีเมลบัญชีของคุณ ต้องการอัปเดตอีเมลบัญชีของคุณด้วยหรือไม่?
tr: Bunu hesap e-postanızdan farklı bir adresten gönderdiniz. Hesap e-postanızı da güncellemek ister misiniz?
uk: Ви надіслали це з іншої адреси, ніж email вашого акаунта. Хочете оновити й email акаунта?
vi: Bạn đã gửi email này từ một địa chỉ khác với email tài khoản của bạn. Bạn có muốn cập nhật email tài khoản của mình không?
zh_hans: 您使用了与账户邮箱不同的地址发送。是否也要更新您的账户邮箱?

source: You're All Set
ar: كل شيء جاهز
de: Alles bereit
el: Είστε έτοιμοι
es: Todo listo
fa: همه چیز آماده است
fr: Tout est prêt
he: הכול מוכן
hi: आप तैयार हैं
id: Semua Siap
it: Tutto pronto
ja: 準備完了です
ko: 모든 준비가 완료되었습니다
nl: Alles is klaar
pl: Wszystko gotowe
pt: Tudo pronto
ru: Всё готово
sv: Allt är klart
th: พร้อมใช้งานแล้ว
tr: Her Şey Hazır
uk: Усе готово
vi: Bạn Đã Sẵn Sàng
zh_hans: 一切就绪

source: You're offline. Reconnect to continue.
ar: أنت غير متصل. أعد الاتصال للمتابعة.
de: Du bist offline. Stelle die Verbindung wieder her, um fortzufahren.
el: Είστε εκτός σύνδεσης. Επανασυνδεθείτε για να συνεχίσετε.
es: Estás sin conexión. Vuelve a conectarte para continuar.
fa: شما آفلاین هستید. برای ادامه، دوباره متصل شوید.
fr: Vous êtes hors ligne. Reconnectez-vous pour continuer.
he: אתה במצב לא מקוון. התחבר מחדש כדי להמשיך.
hi: आप ऑफ़लाइन हैं। जारी रखने के लिए फिर से कनेक्ट करें।
id: Anda sedang offline. Sambungkan kembali untuk melanjutkan.
it: Sei offline. Riconnettiti per continuare.
ja: オフラインです。続行するには再接続してください。
ko: 오프라인 상태입니다. 계속하려면 다시 연결하세요.
nl: Je bent offline. Maak opnieuw verbinding om door te gaan.
pl: Jesteś offline. Połącz się ponownie, aby kontynuować.
pt: Você está offline. Reconecte-se para continuar.
ru: Вы не в сети. Подключитесь снова, чтобы продолжить.
sv: Du är offline. Anslut igen för att fortsätta.
th: คุณออฟไลน์อยู่ เชื่อมต่อใหม่เพื่อดำเนินการต่อ
tr: Çevrimdışısınız. Devam etmek için yeniden bağlanın.
uk: Ви офлайн. Підключіться знову, щоб продовжити.
vi: Bạn đang ngoại tuyến. Kết nối lại để tiếp tục.
zh_hans: 您已离线。请重新连接以继续。
